<html><head><title>New Hope Church's Library</title><meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1"><meta name="description" content="My book collection, created using Bookpedia." /><meta name="keywords" content="Bookpedia, Mac, Catalog, My books, books, collection, Bruji" /><style type="text/css">.index{	text-align: center;	font-size: 10px;	font-weight: bold;}</style></head><body link="#333333" vlink="#333333" alink="#333333"><div align="center">New Hope Library</div><table width="90%" border="0" align="center" cellpadding="0" cellspacing="0">  <tr>     <td width="80"></td>    <td width="150"></td>    <td><div align="center"><font color="#333333" size="1">Sorted By:         Title        </font></div></td>    <td width="150"><div align="right"><font color="#333333" size="1">Books in         Library:         1,207        </font></div></td>    <td width="80"> <div align="right"><font color="#333333" size="1">Page #         27        </font></div></td>  </tr></table>	<div class="index"><a href="page1.html">#</a> | <a href="page2.html">A</a> | <a href="page3.html">B</a> | <a href="page4.html">C</a> | <a href="page5.html">D</a> | <a href="page6.html">E</a> | <a href="page7.html">F</a> | <a href="page8.html">G</a> | <a href="page9.html">H</a> | <a href="page10.html">I</a> | <a href="page11.html">J</a> | <a href="page12.html">K</a> | <a href="page13.html">L</a> | <a href="page14.html">M</a> | <a href="page15.html">N</a> | <a href="page16.html">O</a> | <a href="page17.html">P</a> | <a href="page18.html">Q</a> | <a href="page19.html">R</a> | <a href="page20.html">S</a> | <a href="page21.html">T</a> | <a href="page22.html">U</a> | <a href="page23.html">V</a> | <a href="page24.html">W</a> | <a href="page25.html">Y</a> | <a href="page26.html">Z</a> | <a href="page27.html">&#26032;</a> | <a href="page28.html">&#26087;</a></div><p align="center"><font color="#333333" size="1"> </font></p>  <table width="90%" height="16" border="0" align="center" cellpadding="0" cellspacing="0">  <tr>     <td width="18" height="16" background="Images/Untitled-2_01.gif"></td>    <td height="16" background="Images/Untitled-2_02.gif" id="topBar"><img src="images/spacer.gif" width="1" height="1"></td>    <td width="18" height="16" background="Images/Untitled-2_03.gif"></td>  </tr></table><table width="90%" border="0" align="center" cellpadding="0" cellspacing="0">  <tr>     <td width="8" background="Images/Untitled-2_04.gif"></td>    <td bgcolor="#FFFFFF"><table width="100%" border="0" cellspacing="0" cellpadding="0">        <tr>           <td width="110"><img src="Images/2836.jpg" style="width: 140px; margin-right: 10px;" border="0"></td>          <td valign="top" bgcolor="#FFFFFF"> <strong>&#26032;&#32004;&#32854;&#26360;&#20837;&#38272;&#8213;&#24515;&#12398;&#31975;&#12434;&#27714;&#12417;&#12427;&#20154;&#12408;</strong>             <table width="100%" border="0" cellspacing="0" cellpadding="0">              <tr>                 <td>                   &#19977;&#28006; &#32190;&#23376;                </td>                <td>                    &#20809;&#25991;&#31038;            </td>                <td>                   296 pages          </td>                <td>                   Ben&#39;s Library                </td>              </tr>            </table>            <font color="#666666" size="2">               &#12371;&#12398;&#26412;&#12399;&#12289;&#26032;&#32004;&#32854;&#26360;&#12398;&#37325;&#35201;&#37096;&#20998;&#12434;&#35504;&#12395;&#12418;&#12431;&#12363;&#12426;&#12420;&#12377;&#12367;&#35299;&#35500;&#12375;&#12390;&#12367;&#12428;&#12390;&#12356;&#12414;&#12377;&#12290;<br />&#12383;&#12384;&#32854;&#26360;&#12434;&#35501;&#12416;&#12384;&#12369;&#12391;&#12399;&#12431;&#12363;&#12425;&#12394;&#12363;&#12387;&#12383;&#12371;&#12392;&#12434;&#12289;&#33258;&#36523;&#12398;&#20307;&#39443;&#35527;&#12434;&#21547;&#12417;&#12390;<br />&#26126;&#35299;&#12395;&#35299;&#35500;&#12375;&#12390;&#12367;&#12428;&#12390;&#12356;&#12414;&#12377;&#12290;<br />&#32854;&#26360;&#12398;&#20013;&#12398;&#12452;&#12456;&#12473;&#12398;&#35328;&#33865;&#12364;&#12289;&#12381;&#12398;&#12414;&#12414;&#12391;&#12399;&#12431;&#12363;&#12426;&#12395;&#12367;&#12356;&#12391;&#12377;&#12290;<br />&#12381;&#12428;&#12434;&#29702;&#35299;&#12375;&#12383;&#12356;&#22580;&#21512;&#12399;&#12289;&#12371;&#12398;&#26412;&#12434;&#35501;&#12416;&#12363;&#12289;&#25945;&#20250;&#12391;&#29287;&#24107;&#12395;&#25945;&#12431;&#12427;&#12375;&#12363;&#12394;&#12356;&#12391;&#12375;&#12423;&#12358;&#12290;<br />&#12461;&#12522;&#12473;&#12488;&#25945;&#20449;&#32773;&#12391;&#12399;&#12394;&#12356;&#20154;&#12399;&#12289;&#25945;&#20250;&#12395;&#12399;&#12385;&#12423;&#12387;&#12392;&#20837;&#12426;&#12395;&#12367;&#12356;&#12392;&#24605;&#12356;&#12414;&#12377;&#12398;&#12391;<br />&#12371;&#12398;&#26412;&#12434;&#35501;&#12416;&#12392;&#35504;&#12418;&#12364;&#26032;&#32004;&#32854;&#26360;&#12392;&#12452;&#12456;&#12473;&#12539;&#12461;&#12522;&#12473;&#12488;&#12434;&#29702;&#35299;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#12394;&#12426;&#12414;&#12377;&#12290;<br />&#12300;&#24754;&#12375;&#12416;&#32773;&#12399;&#24184;&#12356;&#12391;&#12354;&#12427;&#12301;<br />&#12394;&#12380;&#12289;&#24754;&#12375;&#12435;&#12391;&#12356;&#12427;&#20154;&#12364;&#24184;&#12356;&#12394;&#12398;&#12363;&#12289;&#26222;&#36890;&#12385;&#12387;&#12392;&#12418;&#12431;&#12363;&#12426;&#12414;&#12379;&#12435;&#12290;<br />&#12371;&#12428;&#12434;&#19977;&#28006;&#32190;&#23376;&#12373;&#12435;&#12395;&#35299;&#35500;&#12375;&#12390;&#12418;&#12425;&#12356;&#12414;&#12375;&#12423;&#12358;&#12290;<br />&#12300;&#24754;&#12375;&#12416;&#32773;&#12301;&#12392;&#12399;&#12289;&#33258;&#20998;&#12395;&#31070;&#12398;&#21069;&#12395;&#35463;&#12428;&#12427;&#12418;&#12398;&#12434;&#12394;&#12395;&#12418;&#12394;&#12356;&#12371;&#12392;&#12434;&#24754;&#12375;&#12435;&#12391;&#12356;&#12427;&#20154;&#12391;&#12377;&#12290;<br />&#12452;&#12456;&#12473;&#12539;&#12461;&#12522;&#12473;&#12488;&#12399;&#24369;&#32773;&#12289;&#33258;&#20998;&#12398;&#32618;&#12395;&#24656;&#12428;&#12362;&#12398;&#12398;&#12356;&#12390;&#12356;&#12427;&#20154;&#12434;&#25937;&#12358;&#12383;&#12417;&#12395;&#29694;&#12428;&#12414;&#12375;&#12383;&#12290;<br />&#19990;&#12398;&#20013;&#12391;&#26368;&#12418;&#24754;&#12375;&#12356;&#20154;&#12399;&#12289;&#31070;&#65288;&#20154;&#38291;&#12391;&#12399;&#12394;&#12367;&#65289;&#12398;&#21069;&#12391;&#12289;&#33258;&#20998;&#12399;&#21892;&#12434;&#12375;&#12383;&#12371;&#12392;&#12364;&#12394;&#12356;&#12371;&#12392;&#12434;&#12424;&#12367;&#30693;&#12387;&#12390;&#12356;&#12390;&#12289;&#31070;&#12398;&#21069;&#12391;&#24754;&#12375;&#12435;&#12391;&#12356;&#12427;&#20154;&#12391;&#12377;&#12290;<br />&#12452;&#12456;&#12473;&#12398;&#26469;&#35370;&#12395;&#12424;&#12426;&#12289;&#12381;&#12398;&#12424;&#12358;&#12394;&#26368;&#12418;&#24754;&#12375;&#12356;&#20154;&#12364;&#30495;&#12387;&#20808;&#12395;&#25937;&#28168;&#12373;&#12428;&#12427;&#12398;&#12391;&#12377;&#12290;<br />&#12384;&#12363;&#12425;&#12289;&#12300;&#24754;&#12375;&#12416;&#32773;&#12399;&#65288;&#26082;&#12395;&#65289;&#24184;&#12356;&#12391;&#12354;&#12427;&#12290;&#12381;&#12398;&#32773;&#12399;&#20027;&#12452;&#12456;&#12473;&#12434;&#20449;&#12376;&#12428;&#12400;<br />&#30495;&#12387;&#20808;&#12395;&#31070;&#12398;&#25937;&#12356;&#12434;&#24471;&#12427;&#12363;&#12425;&#12391;&#12377;&#12290;<br />&#19977;&#28006;&#32190;&#23376;&#12373;&#12435;&#12398;&#12371;&#12398;&#32854;&#26360;&#12395;&#23550;&#12377;&#12427;&#28145;&#12356;&#29702;&#35299;&#12399;&#12289;&#12392;&#12387;&#12388;&#12365;&#12395;&#12367;&#12356;&#32854;&#26360;&#12434;<br />&#35501;&#12415;&#12383;&#12367;&#12373;&#12379;&#12427;&#21147;&#12434;&#25345;&#12387;&#12390;&#12356;&#12414;&#12377;&#12290;<br />&#26368;&#39640;&#12398;&#12362;&#12377;&#12377;&#12417;&#26412;&#12391;&#12377;&#12290;              </font></td>          <td bgcolor="#FFFFFF"></td>        </tr>      </table></td>    <td width="7" background="Images/Untitled-2_06.gif"></td>  </tr></table><table width="90%" height="16" border="0" align="center" cellpadding="0" cellspacing="0">  <tr>     <td width="18" height="16" background="Images/Untitled-2_07.gif"></td>    <td height="16" background="Images/Untitled-2_08.gif" id="bottomBar"><img src="images/spacer.gif" width="1" height="1"></td>    <td width="18" height="16" background="Images/Untitled-2_09.gif"></td>  </tr></table><br><br><table width="70%" border="0" align="center" cellpadding="0" cellspacing="0">  <tr>    <td><a href="page26.html"><img src="Images/previous.gif" width="106" height="26" border="0"></a></td>    <td></td>    <td><div align="right"><a href="page28.html"><img src="Images/next.gif" width="106" height="26" border="0"></a></div></td>  </tr></table><div align="center"><br>  <font size="1"><a href="http://www.bruji.com/bookpedia/" target="_blank">Created   using Bookpedia</a></font> </div></body></html>