Repository: newhopeks/newhopeks.org
Catalog: sites/all/modules/feedback/po/*.po
Languages: ca, de, gl, it, pt_br, ru

source: Enables a site-wide feedback page.
de: Ermöglicht eine globale Feedback-Seite

source: delete
de: löschen

source: edit
de: bearbeiten

source: Add
de: neu

source: Add a further feedback page
de: Eine weitere Feedback-Seite anlegen

source: This page already exists.
de: Diese Seite existiert schon.

source: Your feedback page has been added.
de: Die Feedback-Seite wurde angelegt.

source: Default Email Address
ca: Direcció de correu electrònic per defecte
de: Standard E-Mail-Adresse
gl: Dirección de correo electrónico por defecto
it: Indirizzo Email Predefinito
pt_br: E-mail padrão
ru: Е-Адрес(а)

source: The email address which should receive all form submissions
ca: La direcció de correu electrònic on es rebran tots els enviaments del formulari
de: Die E-Mail-Adresse, welche alle abgesendeten Formulare empfangen soll
gl: A dirección de correo electrónico na cal se recibirán todolos envíos do formularioLa dirección de correo electrónico en la cual se recibirán todos los envíos del formulario
it: L' indirizzo e-mail che riceverà tutti i messaggi inviati
pt_br: O endereço de e-mail que receberá todas as mensagens
ru: Адрес(а) на которые уйдёт письмо. Если несколько, через запятую.

source: Title of the feedback page
de: Titel der Feedback-Seite

source: Instructions
ca: Instruccions
de: Anleitung
gl: Instruccions
it: Istruzioni
pt_br: Instruções
ru: Инструкции

source: The instructions that will be displayed for the user on how to fill the form
ca: Les instruccions que seran mostrades a l'usuari sobre cóm omplir el formulari
de: Die Einleitung, die dem Besucher angezeigt, wie man das Formular ausfüllt
gl: As instruccións que se mostrarán ó usuario acerca de cómo cumprimentar o formulario
it: Le istruzioni che verranno mostrate all' utente su come riempire la scheda
pt_br: As instruções que serão mostradas para o usuário sobre como preencher o formulário
ru: Текст инструкции, показываемый перед формой.

source: Subject
ca: Títol
de: Betreff
gl: Asunto
it: Oggetto
pt_br: Assunto
ru: Заголовок

source: Subject Prefix
ca: Prefixe per el títol
de: Betreff Präfix
gl: Prefixo para o asunto
it: Prefisso dell' Oggetto
pt_br: Prefixo do assunto
ru: Заголовок темы

source: The prefix that should be added before the subject on each email
ca: Prefix que serà afegit abans de l'assumpte a cada correu electrònic
de: Das Präfix, das vor jeden Betreff der zu sendenden E-Mails eingefügt werden soll
gl: O prefixo que será engadido antes do asunto en cada correo electrónico
it: Il prefisso che deve essere aggiunto prima dell' oggetto di ogni email
pt_br: O prefixo que será adicionado antes do assunto de cada e-mail
ru: Часть заголовка, добавляемая к началу темы письма.

source: Include a subject textfield
de: Ein Betreff-Feld anzeigen

source: Categories
de: Kategorien

source: Put each subject category on a separate line or separate them by commas. No HTML allowed.
de: Jede Themenkategorie muss in einer eigenen Zeile stehen, oder durch Kommata getrennt sein. HTML ist nicht zulässig.

source: Leave this field empty to disable this feature.
de: Lassen Sie dieses Feld leer, um diese Funktion nicht zu benutzen.

source: Fields to include on the form
de: Felder, die im Formular angezeigt werden sollen

source: Sender Name
ca: Nom del remitent
de: Absendername
gl: Nome do remitente
it: Nome Utente
pt_br: Nome
ru: Имя отправителя

source: Postal Address
ca: Direcció postal
de: Postanschrift
gl: Dirección postal
it: Indirizzo Postale
pt_br: CEP
ru: Почтовый адрес

source: Phone Number
ca: Número de telèfon
de: Telefonnummer
gl: Número de teléfono
it: Numero Telefonico
pt_br: Telefone
ru: Номер телефона

source: Message Body
ca: Cos del missatge
de: Inhalt der Nachricht
gl: Corpo da mensaxe.
it: Corpo Messaggio
pt_br: Mensagem
ru: Тело сообщения

source: Miscellaneous Settings
de: Allgemeine Einstellungen

source: Hourly threshold
de: Stündliches Maximum

source: The maximum number of form submissions a user can perform per hour.
de: Die Maximalzahl an Nachrichten, die ein Benutzer pro Stunde senden darf.

source: Log all feedback attempts to watchdog
ca: Desar tots els intents al registre
de: Logge alle Feedback-Versuche
gl: Gardar todolos intentos no registro
it: Registra ogni tentativo di invio
pt_br: Registrar todas as tentativas de envio

source: Save configuration
de: Konfiguration speichern

source: The configuration options have been saved.
de: Die Einstellungen wurden gespeichert.

source: Delete
de: Löschen

source: The feedback page has been deleted.
de: Die Feedback-Seite wurde gelöscht.

source: Are you sure you want to delete the feedback page "%page"?
de: Soll die Feedback-Seite "%page" wirklich gelöscht werden?

source: Cancel
de: Abbrechen

source: You cannot send more than %number messages per hour. Please try again later.
de: Sie dürfen nicht mehr als %number Nachrichten pro Stunde senden. Bitte versuchen Sie es später noch einmal.

source: Category
de: Kategorie

source: Message
ca: Missatge
de: Nachricht
gl: Mensaxe
it: Messaggio
pt_br: Mensagem
ru: Сообщение

source: You must enter a valid e-mail address.
de: Sie müssen eine korrekte E-Mail-Adresse eintragen.

source: The subject cannot contain linebreaks.
de: Der Betreff darf keine Zeilenumbrüche enthalten.

source: Please enter your full name
de: Bitte tragen Sie Ihren Namen ein.

source: Too long input.
de: Die Nachricht ist zu lang.

source: Please choose a category
de: Bitte wählen Sie eine Kategorie.

source: Please enter a subject
de: Bitte geben Sie einen Betreff ein.

source: Please shorten your input. Up to %limit characters are allowed.
de: Bitte reduzieren Sie die Länge Ihrer Nachricht: Nur %limit Zeichen sind erlaubt.

source: Sent from %form by %name.
de: Nachricht von %name über %form Formular.

source: %name-from sent an feedback e-mail
de: %name-from hat eine Feedback-E-Mail gesendet.

source: Your message has been sent.
de: Ihre Nachricht wurde versandt.

source: Registered name
de: Benutzername

source: Referring page
de: Verweisende Seite

source: Machine name
de: Computername

source: Browser info
de: Webbrowser

source: mail
de: E-Mail

source: <p>Users with the correct <a href="%permissions">permissions</a> can send feedback to the site admin via email from a form on the site.</p> <p>To enable its use, a user needs the "access feedback" permission.</p> <p>The site admin specifies the email address that the users send to, as well as other parameters, such as what fields to show the user to fill (name, address, email), whether the user address is to be validated, and whether to log all attempts to use this form.</p> <p>The email address is never visible to the users, and therefore cannot be used by SPAM harvesters.</p>
ca: <p>Els usuaris amb els suficients <a href="%permissions">permisos</a> poden enviar suggerències a l'administrador del web per correu electrònic omplenant un formulari des del mateix.</p> <p>Per habilitar aquesta funcionalitat, l'usuari necessita tenir el permís "access feedback".</p> <p>L'administrador del web especificarà la direcció de correu a la que s'enviaran les suggerències, així como d'altres paràmetres, com quins camps seran ensenyats als usuaris par que els ompleni (nom, direcció, email), si la direcció de l'usuari serà validada, i si s'ha de desar el registre dels intents d'us d'aquest formulari.</p> <p>La direcció de correu mai resulta visible per els usuaris, per aquest motiu no pot ser utilitzada per "spammers".</p>
gl: <p>Os usuarios con suficientes <a href="%permissions">permisos</a> poden enviar suxerencias ó administrador do sitio web polo correo electrónico rellenando un formulario dende o mesmo.</p> <p>Para habilitar esta funcionalidad, o usuario precisa poseer el permiso "access feedback".</p> <p>O administrador do sitio web especifica a dirección de correo á que se enviarán as suxerencias, así como outros parámetros, como qué campos serán mostrados ó usuario para que os complete (nome, dirección, email), se a dirección do usuario será validada, e se se debe gardar rexistro dos intentos de uso de este formulario.</p> <p>A dirección de correo nunca é visible ós usuarios, por elo non pode ser usada por spammers.</p>
it: <p>Gli utenti con i <a href="%permissions">permessi</a> adeguati possono inviare un feedback all' amministratore del sito attraverso una e-mail generata da un form all' interno del sito.</p> <p>Per abilitare il suo uso, un utente necessita del "access feedback" permesso.</p> <p>L'amministratore del sito specifica l' indirizzo e-mail a cui l' utente invierà, come anche ulteriori parametri, come ad esempio quali campi rendere visibili all' utente (nome, indirizzo, e-mail), se l' indirizzo dell' utente debba essere validato, e se registrare tutti i tentativi di utilizzo del modulo.</p> <p>L' indirizzo e-mail non è mai visibile agli utenti e quindi non può essere letto dagli spammer</p>
ru: <p>Пользователи, владещие <a href="%permissions">доступом</a> могут отсылать feedback письма администрации сайта через веб-форму.</p> <p>Для включения этой функции у пользователей должен буть доступ к "access feedback".</p> <p>Гибкие настройки, процесс отсылки может протоколироваться в лог</p> <p>Адрес получателя письма (администрации) отсылащему не виден, таким образом адрес защищается от спама.</p>

source: Enables visitors to your site to provide feedback from a web form.
ca: Permet que els visitants del teu web enviïn suggerències des d'un formulari web.
gl: Permite que os usuarios do sitio web envíen suxerencias dende un formulario web.
it: Abilita i visitatori del tuo sito a inviarti i le loro opinioni tramite e-mail.
pt_br: Possibilita aos visitantes do seu site a enviarem contatos.

source: feedback
ca: suggerències
gl: suxerencias
pt_br: contato
ru: Обратная связь (Feedback)

source: Navigation link text
ca: Text de l'enllaç de navegació
gl: Texto do enlace de navegación
it: Testo del collegamento di navigazione
pt_br: Texto do link navegação
ru: Текст навигационной ссылки

source: The text that will be shown in the navigation link
ca: El text que serà visualitzat a l'enllaç del navegador
gl: O texto que será amostrado no enlace de navegación
it: Il testo che verrà visualizzato nel collegamento di navigazione
pt_br: O texto que será mostrado no link de navegação
ru: Текст, который будет показан в url после имени домена/сайта.

source: Feedback Page Header
ca: Capçalera de la pàgina de suggeriments
gl: Cabeceira da páxina de suxerencias
it: Header Pagina Feedback
pt_br: Cabeçalho da página de contato
ru: Заголовок "Feedback" страницы

source: The page header text that will be shown at the top of the feedback page
ca: El text de capçalera de la pàgina que serà mostrada al principi de la pàgina de suggerències
gl: O texto de cabeceira da páxina qeu será mostrado ó principio da páxina de suxerencias.
it: L' header della pagina che verrà visualizzato all' inizio della pagina di feedback
pt_br: O cabeçalho da página que será mostrado no topo da página de contato

source: Result Message - Success
ca: Missatge de resultat - Èxit
gl: Mensaxe de resultado - Éxito
it: Risultato Messaggio - Successo
pt_br: Mensagem - Sucesso
ru: Результат отправки - Успешно

source: The message that will be printed upon successfully completing the feedback request
ca: El missatge que serà mostrat quan s'hagi completat l'enviament de la suggerència amb èxit
gl: A mensaxe que será mostrada cuando se complete o envío da suxerencia con éxito
it: Il messaggio che verrà stampato in seguito ad una richiesta di feedback completata correttamente
pt_br: A mensagem que será mostrada quando o contato for enviado com sucesso
ru: Сообщение выведется при успешной отправке сообщения

source: Result Message - Failure
ca: Missatge de resultat - Fallada
gl: Mensaxe de resultado - Fallo
it: Risultato Messaggio - Fallimento
pt_br: Mensagem - Falha
ru: Результат отправки - Неудачно

source: The message that will be printed upon encountering an error in the feedback request
ca: El missatge que serà mostrat quan es trobi un error en l'enviament de la suggerència
gl: El mensaxe que será mostrado cando se encontre un erro durante o envío da sugerencia
it: Il messaggio che verrà stampato in seguito ad una richiesta fallita
pt_br: A mensagem que será mostrada quando ocorrer erros ao enviar o contato
ru: Сообщение выведется при ошибке в отправке сообщения

source: Fields to include on the form:
gl: Campos a incluir no formulario
pt_br: Campos inclusos no formulário:

source: Sender Email Address
ca: Direcció de correu electrònic del remitent
gl: Dirección de correo electrónico do remitente
it: Indirizzo Email Utente
pt_br: E-mail
ru: Е-Адрес отправителя

source: Message Subject
ca: Títol del missatge
gl: Asunto da mensaxe
it: Oggetto Messaggio
pt_br: Assunto
ru: Тема сообщения

source: Miscellaneous Settings:
gl: Configuración adicional:
pt_br: Mais opções:

source: Validate Sender's Email Address
ca: Validar la direcció de correu electrònic del remitent
gl: Validar a dirección de correo electrónico do remitente
it: Cotrolla l'Indirizzo Email dell'utente
pt_br: Validar o e-mail do remetente
ru: Проверять е-адрес отправителя

source: Enter your message below:
ca: Introdueixi el seu missatge aquí baix:
gl: Introduza a sua mensaje aquí abaixo:
it: Grazie del tuo messaggio
pt_br: Digite sua mensagem abaixo:

source: Your Full Name
ca: El seu nom complet
gl: O seu nome completo
it: Il Tuo Nome
pt_br: Nome
ru: Ваше имя

source: Your E-Mail Address
ca: La seva direcció de correu electrònic
gl: A súa dirección de correo electrónico
it: Il Tuo Indirizzo E-Mail
pt_br: E-mail
ru: Ваш Е-адрес

source: Your Postal Address
ca: La seva direcció postal
gl: A súa dirección postal
it: Il Tuo Indirizzo Postale
pt_br: CEP
ru: Ваш почтовый адрес

source: Your Phone Number
ca: El seu número de telèfon
gl: O seu número de teléfono
it: Il Tuo Numero di Telefono
pt_br: Telefone
ru: Номер вашего телефона

source: Send Message
ca: Enviar missatge
gl: Enviar mensaxe
it: Invia Messaggio
pt_br: Enviar Mensagem
ru: Отпправить сообщение

source: Error: E-Mail address is required
gl: Erro: Requirese unha dirección de correo electrónico
pt_br: Erro: E-mail é obrigatório

source: Error: E-Mail address error:
gl: Erro: Hai un erro na dirección de correo electrónico:
pt_br: Erro: E-mail é inválido

source: SMTP Info:
gl: Información SMTP:
pt_br: Informação do servidor SMTP:

source: Error: invalid data in email
gl: Error: datos inválidos no correo electrónico

source: Error: Full name is required
gl: Error: Requirese o nombre completo
pt_br: Erro: Nome é obrigatório

source: Error: invalid data in name
gl: Erro: Datos inválidos no nome

source: Error: Message Body is required
gl: Error: Precisase o corpo da mensaxe
pt_br: Erro: Mensagem é obrigatório

source: Error: invalid data in body
gl: Erro: Datos incorrectos no corpo

source: Error: Subject is required
gl: Erro: Requirese un asunto
pt_br: Erro: Assunto é obrigatório

source: Error: invalid data in subject
gl: Erro: Datos incorrectos no asunto

source: Error: Postal is required
gl: Erro: Requisese unha dirección postal
pt_br: Erro: CEP é obrigatório

source: Error: invalid data in postal
gl: Erro: Datos incorrectos na dirección postal

source: Error: Phone is required
gl: Erro: Requirese un número de teléfono
pt_br: Erro: Telefone é obrigatório

source: Error: invalid data in phone
gl: Erro: Datos incorrectos no número de teléfono

source: The form could not be processed due to the following errors:
gl: O formulario non se puido procesar debido ós seguintes erros:
pt_br: O formulário não pode ser enviado pelas seguintes causas:

source: Invalid E-mail address structure
ca: Estructura de la direcció de correu electrònic no vàlida
gl: Estructura da dirección de correo electrónico inválida.
it: Struttura indirizzo e-mail non valida
pt_br: Estrutura de endereço de e-mail inválida
ru: Неверный формат е-адреса

source: -- The above message was sent using the feedback page --
gl: -- A seguinte mensaxe foi enviada usando a páxina de contacto --

source: <p>Users with the correct <a href="%permissions">permissions</a> can send feedback to the site admin via email from a form on the site.</p> <p>To enable its use, a user needs the "access feedback" permission.</p> <p>The site admin specifies the email address that the users send to, as well as other parameters, such as what fields to show the user to fill (name, address, email), whether the user address is to be validated, and whether to log all attempts to use this form.</p> <p>The email address is never visible to the users, and therefore cannot be used by SPAM harvesters.</p>
pt_br: <p>Os usuários com as devidas <a href="%permissions">permissões</a> podem enviar mensagens para o administrador do site através de um formulário de e-mail no site.</p> <p>Para permitir o uso, um usuário precisa da permissão "pode enviar contatos".</p> <p>O administrador do site especifica o endereço de e-mail para qual os usuários enviarão mesagens, como também outros parametros, como quais campos mostrar aos usuários para preencher (nome, endereço, email), se o endereço de e-mail do usuário precisa ser validado.</p> <p>O endereço de e-mail nunca estará visível aos usuários, e portanto não pode ser usado para SPAM.</p>

source: -- The following message was sent using the feedback page --
pt_br: -- A mensagem a seguir foi enviada usando a página de contato --

source: user
ca: usuari
it: utente
pt_br: usuário
ru: пользователь

source: can send feedback
pt_br: pode enviar contatos

source: Error: E-Mail address is required<br>
ca: Error: Es requereix una direcció de correu electrònic
it: Errore: l'indirizzo e-mail è obbligatorio<br>
ru: Ошибка: необходимо ввести почтовый е-адрес<br>

source: Error: E-Mail address error:<br> SMTP Info:
ca: Error: Hi ha un error a la direcció de correu electrònic:
it: Errore: Indirizzo E-Mail no valido<br> SMTP Info:

source: Error: Full name is required<br>
ca: Error: Es necessita el nom complert<br>
it: Errore: Il tuo nome è obbligatorio<br>
ru: Ошибка: необходимо ввести имя<br>

source: Error: Message Body is required<br>
ca: Error: Es necessita el cos del missatge<br>
it: Errore:Il corpo del messaggio è obbligatorio<br>
ru: Ошибка: не введён текст сообщения<br>

source: Error: Subject is required<br>
ca: Error: Es requereix un títol<br>
it: Errore: L'Oggetto è obbligatorio<br>
ru: Ошибка: не введён заголовок соощения<br>

source: Error: Postal is required<br>
ca: Error: Es necessita una direcció postal<br>
it: Errore: L'Indirizzo postale è obbligatorio<br>
ru: Ошибка: не введён почтовый адрес<br>

source: Error: Phone is required<br>
ca: Error: Es necessita un número de telèfon<br>
it: Errore: Numero Telefonico Obbligatorio<br>
ru: Ошибка: не введён номер телефона<br>

source: The form could not be processed due to the following errors:<br><br>
ca: El formulari no ha pogut ser processat degut als següents errors:<br><br>
it: La scheda non può essere inviata per via dei seguenti errori:<br><br>
ru: Форма не отправляется ввиду следующих ошибок:<br><br>

source: Enables visitors to your site to feedback you by email.
ru: Позволяет отсылать feedback письма вам на е-почту

source: Log all Send attempts
ru: Записовать все попытки отправки сообщений в лог.

source: Thank you for your message.
ru: Спасибо за соощение.

source: There are errors in your form.
ru: Неправильно заполнена форма.

source: Use this form to send us feedback
ru: Используйте эту форму для отпправки нам соощений
